IDEA StatiCa Open Model
ConcreteMemberDataEc2.CreepCoeffInfinityValue Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 type of creep coefficient
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public InputValue CreepCoeffInfinityValue { get; set; }
Public Property CreepCoeffInfinityValue As InputValue
	Get
	Set
public:
property InputValue CreepCoeffInfinityValue {
	InputValue get ();
	void set (InputValue value);
}
Property Value
Type: InputValue
See Also
Reference
ConcreteMemberDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace